{
  "mmi_definitions": [
    {
      "intensity": "1",
      "category": "Not felt",
      "description": "Not felt by people. Marginal and long-period effects of large earthquakes at large distances, such as feeling of dizziness or nausea, waves in large bodies of water."
    },
    {
      "intensity": "2",
      "category": "Weak",
      "description": "Felt only by some persons at rest, on upper floors, or otherwise “favorably placed.”"
    },
    {
      "intensity": "3",
      "category": "Weak",
      "description": "Felt by many indoors. Hanging objects swing. Vibration like passing of light trucks. Duration estimated. May not be recognized as an earthquake."
    },
    {
      "intensity": "4",
      "category": "Light",
      "description": "Felt by most indoors. Hanging objects swing. Vibration like passing of heavy truck, or sense of jolt like heavy ball striking the walls. Standing vehicles rock. Windows, dishes, and doors rattle. Glasses and crockery clashes. In upper range of 4, wooden walls and house frames creak."
    },
    {
      "intensity": "5",
      "category": "Moderate",
      "description": "Felt outdoors. Some people estimate direction of shaking. Sleepers awakened. Liquids disturbed, some spilled from open containers. Small, unstable objects moved or overturned. Doors swing open and closed. Shutters and pictures move. Pendulum clocks start, stop, or change rate."
    },
    {
      "intensity": "6",
      "category": "Strong",
      "description": "Felt by all. Many frightened and run outdoors. People walk unsteadily. Windows, dishes, glassware broken. Knickknacks, books, etc, fall from shelves. Pictures fall from walls. Furniture moved or overturned. Weak plaster and masonry D cracked. Small bells ring. Trees, bushes shaken visibly."
    },
    {
      "intensity": "7",
      "category": "Very Strong",
      "description": "Difficult to stand. Noticed by drivers of motor cars. Furniture broken. Damage to masonry D, including cracks. Weak chimneys broken at roof line. Fall of plaster, loose bricks, stones, tiles, cornices, unbraced parapets and other architectural elements. Some cracks in masonry C."
    },
    {
      "intensity": "8",
      "category": "Severe",
      "description": "Steering of motor vehicles affected. Damage to masonry C, partial collapse. Some damage to masonry B, none to masonry A. Fall of stucco and some masonry walls. Twisting, fall of chimneys, factory stacks, monuments, towers, elevated tanks. Frame houses moved on foundation if not bolted. Loose panel walls thrown out. Branches broken from trees."
    },
    {
      "intensity": "9",
      "category": "Violent",
      "description": "General panic. Masonry D destroyed; masonry C heavily damaged, sometimes with complete collapse; masonry B seriously damaged including foundation damage. Unbolted frame structures shift from foundations. Frames racked. Underground pipes broken."
    },
    {
      "intensity": "10",
      "category": "Extreme",
      "description": "General destruction. Most masonry and frame structures destroyed with their foundations. Some well-built wood structures and bridges destroyed. Serious damage to dams and embankments. Damage to underground pipelines. Objects may be thrown into the air."
    }
  ],
  "building_types": [
    {
      "type": "Masonry A",
      "description": "Good workmanship, mortar, and design; reinforced, especially laterally, and bound together using steel, concrete, etc; designed to withstand lateral forces. Modern, engineered."
    },
    {
      "type": "Masonry B",
      "description": "Good workmanship and mortar; reinforced, but not designed specifically to resist lateral forces."
    },
    {
      "type": "Masonry C",
      "description": "Ordinary workmanship and mortar; no extreme weaknesses such as failing to tie in at corners, but neither reinforced nor designed for horizontal forces. (Reasonably well-built, not new)."
    },
    {
      "type": "Masonry D",
      "description": "Weak materials such as adobe; poor quality mortar; low standards of workmanship; weak resistance to horizontal shaking. (Older, poor construction or workmanship)."
    }
  ],
  "mmi_building_performance_table": [
    {
      "intensity": "6",
      "shaking_level": "Strong Shaking",
      "building_contents_performance": "Some items thrown from shelves, pictures shifted, water thrown from pools:",
      "masonry_buildings_performance": "Some walls and parapets of poorly constructed buildings crack",
      "one_two_story_wood_frame_performance": "Some drywall cracks.",
      "multi_family_wood_frame_performance": "Some chimneys are damaged, some drywall cracks. Some slab foundations, patios, and garage floors slightly crack."
    },
    {
      "intensity": "7",
      "shaking_level": "Very Strong Shaking",
      "building_contents_performance": "Many items are thrown from walls and shelves. Furniture shifts.",
      "masonry_buildings_performance": "Poorly constructed buildings are damaged and some well-constructed buildings crack. Cornices and unbraced parapets fall.",
      "one_two_story_wood_frame_performance": "Plaster cracks, particularly at inside corners of buildings. Some soft-story buildings strain at the first floor level. Some partitions deform.",
      "multi_family_wood_frame_performance": "Many chimneys are broken and some collapse, damaging roofs, interiors, and porches. Weak foundations can be damaged."
    },
    {
      "intensity": "8",
      "shaking_level": "Severe Shaking",
      "building_contents_performance": "Nearly everything is thrown down from shelves, cabinets, and walls. Furniture overturned.",
      "masonry_buildings_performance": "Poorly constructed buildings suffer partial or full collapse. Some well constructed buildings are damaged. Unreinforced walls fall",
      "one_two_story_wood_frame_performance": "Soft-story buildings are displaced out of plumb and partially collapse. Loose partition walls are damaged and may fail. Some pipes break.",
      "multi_family_wood_frame_performance": "Unbolted houses shift off the foundation, or partially collapse if cripple walls are not braced. Structural elements (e.g. beams, joists, and foundations) are damaged. Some pipes break."
    },
    {
      "intensity": "9",
      "shaking_level": "Violent Shaking",
      "building_contents_performance": "Only very well anchored contents remain in place.",
      "masonry_buildings_performance": "Poorly constructed buildings collapse. Well constructed buildings are heavily damaged. Retrofitted buildings damaged.",
      "one_two_story_wood_frame_performance": "Soft-story buildings partially or completely collapse. Some well constructed buildings are damaged.",
      "multi_family_wood_frame_performance": "Poorly constructed buildings are heavily damaged, some partially collapse. Some well constructed buildings are damaged."
    },
    {
      "intensity": "10",
      "shaking_level": "Extreme Shaking",
      "building_contents_performance": "Only very well anchored contents remain in place.",
      "masonry_buildings_performance": "Retrofitted buildings are heavily damaged, and some partially collapse.",
      "one_two_story_wood_frame_performance": "Many well constructed buildings are damaged.",
      "multi_family_wood_frame_performance": "Well constructed buildings are damaged."
    }
  ],
  "context": "The Modified Mercalli Intensity (MMI) estimates the shaking intensity from an earthquake at a specific location by considering its effects on people, objects, and buildings."
}